[
    {
      "id": 1,
      "title": "Learn Python: The Complete Python Programming Course",
      "price": 16.97,
      "description": "Learn A-Z everything about Python, from the basics, to advanced topics like Python GUI, Python Data Analysis, and more!",
      "image": "https://img-c.udemycdn.com/course/240x135/394676_ce3d_5.jpg",
      "rating": {
        "rate": 3.9
      },
      "author": "Arman Malik",
      "authorImage": "https://img-c.udemycdn.com/user/200_H/10260436_946b_6.jpg",
      "longDescription": "Learn Python: The Complete Python Programming Course. Learn What It Takes to Code Dynamic, Professional Websites and Web Apps From The Comfort of Your Own Home  Do you ever browse the internet wondering how your favorite websites were built? Facebook Twitter, and Amazon—were all created by people who at one point in time didn’t know anything about coding. How did they obtain this knowledge? In this comprehensive course, I’m going to show you everything you need to know so that you can follow in these people’s footsteps. You’re going to learn how to code AND you’re going to become a certified professional from a recognized international trainer. And best of all, you’re going to have fun doing it. You Don’t Have to Be a Genius or a Mathematical Wizard.So many people believe that you must have a special ‘gift’ to create professional-quality, dynamic websites/web apps. I’m here to tell you once and for all that this is false. All you need to have is the desire to learn and the ability to follow instructions—that’s it! Our course starts teaching basic coding principles and develops your coding skills in a variety of languages from beginner through to advanced. Here it is, once and for all, a complete guide that will take you from novice to web developer.Skip Hours of Frustration and Thousands of Wasted Dollars and Become 100% Certified The internet has changed the rules of doing business. More and more companies are migrating online while many new, never before seen businesses are created every day thanks to the power of this phenomenon. You know what that means? Higher demand for people just like you! But the problem for these businesses is that while demand is high, supply is short. Please don’t let a lack of knowledge stop you from having the career of your dreams, not when the knowledge you need is right here and is extremely affordable.Don’t worry, you won’t need to buy any additional courses, it’s all here. No need to spend four years and over $15,000 per year in college tuition either—it really is all here. From HTML to CSS then to Javascript and finally PHP, you will learn how to Become a Certified Web Developer. It Doesn’t Matter Where You’re Starting From...You Can Do It! "

    },
    {
      "id": 2,
      "title": "Ultimate AWS Certified Solutions Architect Associate SAA-C03",
      "price": 56.3,
      "description": "Full Practice Exam | Learn Cloud Computing | Pass the AWS Certified Solutions Architect Associate Certification SAA-C03!",
      "image": "https://img-c.udemycdn.com/course/240x135/2196488_8fc7_8.jpg",
      "rating": {
        "rate": 4.1
      },
      "author": "Arman Malik",
      "authorImage": "https://img-c.udemycdn.com/user/200_H/10260436_946b_6.jpg",
      "longDescription": "Ultimate AWS Certified Solutions Architect Associate SAA-C03. Learn What It Takes to Code Dynamic, Professional Websites and Web Apps From The Comfort of Your Own Home  Do you ever browse the internet wondering how your favorite websites were built? Facebook Twitter, and Amazon—were all created by people who at one point in time didn’t know anything about coding. How did they obtain this knowledge? In this comprehensive course, I’m going to show you everything you need to know so that you can follow in these people’s footsteps. You’re going to learn how to code AND you’re going to become a certified professional from a recognized international trainer. And best of all, you’re going to have fun doing it. You Don’t Have to Be a Genius or a Mathematical Wizard.So many people believe that you must have a special ‘gift’ to create professional-quality, dynamic websites/web apps. I’m here to tell you once and for all that this is false. All you need to have is the desire to learn and the ability to follow instructions—that’s it! Our course starts teaching basic coding principles and develops your coding skills in a variety of languages from beginner through to advanced. Here it is, once and for all, a complete guide that will take you from novice to web developer.Skip Hours of Frustration and Thousands of Wasted Dollars and Become 100% Certified The internet has changed the rules of doing business. More and more companies are migrating online while many new, never before seen businesses are created every day thanks to the power of this phenomenon. You know what that means? Higher demand for people just like you! But the problem for these businesses is that while demand is high, supply is short. Please don’t let a lack of knowledge stop you from having the career of your dreams, not when the knowledge you need is right here and is extremely affordable.Don’t worry, you won’t need to buy any additional courses, it’s all here. No need to spend four years and over $15,000 per year in college tuition either—it really is all here. From HTML to CSS then to Javascript and finally PHP, you will learn how to Become a Certified Web Developer. It Doesn’t Matter Where You’re Starting From...You Can Do It! "
    },
    {
      "id": 3,
      "title": "React - The Complete Guide (incl Hooks, React Router, Redux)",
      "price": 29.99,
      "description": "Dive in and learn React.js from scratch! Learn Reactjs, Hooks, Redux, React Routing, Animations, Next.js and way more!",
      "image": "https://img-c.udemycdn.com/course/240x135/1362070_b9a1_2.jpg",
      "rating": {
        "rate": 4.7
      },
      "author": "Arman Malik",
      "authorImage": "https://img-c.udemycdn.com/user/200_H/10260436_946b_6.jpg",
      "longDescription": " This course is fully up-to-date with React 18 (the latest version of React)! It was completely updated and re-recorded from the ground up - it teaches the very latest version of React with all the core, modern features you need to know! This course also comes with two paths which you can take: The  path (full >40h course) and the  path (~4h summary module) - you can choose the path that best fits your time requirements! :-) React.js is THE most popular JavaScript library you can use and learn these days to build modern, reactive user interfaces for the web This course teaches you React in-depth, from the ground up, step by step by diving into all the core basics, exploring tons of examples and also introducing you to advanced concepts as well.  You'll get all the theory, tons of examples and demos, assignments and exercises and tons of important knowledge that is skipped by most other resources - after all, there is a reason why this course is that huge! :) And in case you don't even know why you would want to learn React and you're just here because of some ad or - no worries: ReactJS is a key technology as a web developer and in this course I will also explain WHY it's that important! Welcome to React - The Complete Guide!  This course will teach you React.js in a practice-oriented way, using all the latest patterns and best practices you need. You will learn all the key fundamentals as well as advanced concepts and related topics to turn you into a React.js developer. This is a huge course because it really covers EVERYTHING you need to know and learn to become a React.js developer!  No matter if you know nothing about React or if you already got some basic React knowledge (not required but also not a problem), you will get tons of useful information and knowledge out of this course!  My goal with this course is to ensure that you feel confident working with React, so that you can apply for React jobs, use it in your own projects or simply enhance your portfolio as a developer - whatever your goal is: This course gets you there! I originally created this course in 2017 and I have kept it updated since that - redoing it from the ground up in 2021. And of course I'm dedicated to keeping this course up-to-date - so that you can rely on this course to learn React in the best possible way! "
    },
    {
      "id": 4,
      "title": "The Complete JavaScript Course 2022: From Zero to Expert!",
      "price": 15.99,
      "description": "The modern JavaScript course for everyone! Master JavaScript with projects, challenges and theory. Many courses in one!",
      "image": "https://img-c.udemycdn.com/course/240x135/851712_fc61_6.jpg",
      "rating": {
        "rate": 4.1
      },
      "author": "Dr. Angela Yu",
      "authorImage": "https://img-c.udemycdn.com/user/200_H/31334738_a13c_3.jpg",
      "longDescription": "A Verifiable Certificate of Completion is presented to all students who undertake this Excel 2013 Training course. In this Microsoft Excel 2013 training course, expert training provider InfiniteSkills takes you through the basics of the worlds most popular spreadsheet software. Excel can be a complex and confusing program to use, but this course breaks it down into bite-sized pieces and teaches it in plain English. No prior experience in Excel 2013 or spreadsheets is required to get the most out of this Excel beginners video training.You will start with the absolute basics, creating and saving a new workbook. The course proceeds step by step through the process of entering data in cells, doing basic math, formatting your worksheets, setting up pages for printing and applying basic mathematical formulas. Once you are comfortable with the basics, you will move on to more advance formatting with themes, using Excel provided templates, adding graphics and charts, and using Excel as a database. You finish off with advanced formulas, and applying conditional formatting to your worksheet. By the time you have completed this video training course for Microsoft Excel 2013, you will be comfortable with day to day operations that you would perform in this software program. You will be able to perform calculations, and create professional graphs and charts from your data. Working files are included to allow you to follow along using the same source material that the author uses throughout the lessons in this computer based training video. "
    },
    {
      "id": 5,
      "title": "Microsoft Excel - Excel from Beginner to Advanced mastery",
      "price": 11.99,
      "description": "Full Practice Exam included + explanations | Learn Cloud Computing | Pass the AWS Cloud Practitioner CLF-C01 exam!",
      "image": "https://img-c.udemycdn.com/course/240x135/793796_0e89_2.jpg",
      "rating": {
        "rate": 4.6
      },
      "author": "Maximilian Schwarzmüller",
      "authorImage": "https://img-c.udemycdn.com/user/200_H/31926668_94e7_6.jpg",
      "longDescription": "A Verifiable Certificate of Completion is presented to all students who undertake this Excel 2013 Training course. In this Microsoft Excel 2013 training course, expert training provider InfiniteSkills takes you through the basics of the worlds most popular spreadsheet software. Excel can be a complex and confusing program to use, but this course breaks it down into bite-sized pieces and teaches it in plain English. No prior experience in Excel 2013 or spreadsheets is required to get the most out of this Excel beginners video training.You will start with the absolute basics, creating and saving a new workbook. The course proceeds step by step through the process of entering data in cells, doing basic math, formatting your worksheets, setting up pages for printing and applying basic mathematical formulas. Once you are comfortable with the basics, you will move on to more advance formatting with themes, using Excel provided templates, adding graphics and charts, and using Excel as a database. You finish off with advanced formulas, and applying conditional formatting to your worksheet. By the time you have completed this video training course for Microsoft Excel 2013, you will be comfortable with day to day operations that you would perform in this software program. You will be able to perform calculations, and create professional graphs and charts from your data. Working files are included to allow you to follow along using the same source material that the author uses throughout the lessons in this computer based training video. "
    },
    {
      "id": 6,
      "title": "The Data Science Course 2022: Complete Data Science Bootcamp",
      "price": 16.99,
      "description": "Learn how to use NumPy, Pandas, Seaborn , Matplotlib , Plotly , Scikit-Learn , Machine Learning, Tensorflow , and more!",
      "image": "https://img-c.udemycdn.com/course/240x135/1754098_e0df_3.jpg",
      "rating": {
        "rate": 4.4
      },
      "author": "Bryson Payne",
      "authorImage": "https://img-c.udemycdn.com/user/200_H/12796044_b6aa_5.jpg",
      "longDescription": "Extremely Hands-On Incredibly Practical... Unbelievably Real! This is not one of those fluffy classes where everything works out just the way it should and your training is smooth sailing. This course throws you into the deep end. In this course you WILL experience firsthand all of the PAIN a Data Scientist goes through on a daily basis. Corrupt data, anomalies, irregularities - you name it!This course will give you a full overview of the Data Science journey. Upon completing this course you will know: How to clean and prepare your data for analysis How to perform basic visualisation of your data How to model your data How to curve-fit your data nd finally, how to present your findings and wow the audience This course will give you so much practical exercises that real world will seem like a piece of cake when you graduate this class. This course has homework exercises that are so thought provoking and challenging that you will want to cry... But you won't give up! You will crush it. In this course you will develop a good understanding of the following tools:  SQL  SSIS Tableau Gretl This course has pre-planned pathways. Using these pathways you can navigate the course and combine sections into YOUR OWN journey that will get you the skills that YOU need. Or you can do the whole course and set yourself up for an incredible career in Data Science. The choice is yours. Join the class and start learning today! See you inside Sincerely, Kirill Eremenko "
    }
  ]